Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: He went into Daeheungsa, the Buddhist temple, to study for the exam and passed the first of two rounds in 1979. In 1980 he returned to school to complete his remaining year of studies. Later that year, he passed the second round and was admitted to the Judicial Research and Training Institute.
ne: जेलबाट रिहाइपछी , बाबुको मृत्युले उनलाई बारको परिक्षामा भाग लिन प्रेरित गर्यो ।उनी परीक्षाको तयारीको लागि देहेङसा स्थित बौद्ध मन्दिरमा गए र दुई चरण मध्ये को पहिलो परिक्षा १९७९ मा पास गरे । १९८० मा उनी बाकीं पढाई पुरा गर्न स्कुल फर्के ।[15]

source: After becoming a lawyer, he partnered and worked with future President Roh Moo-hyun in the 1980s.[16] Along with Roh, he took cases involving human rights and civil rights issues defending labor rights activists and students persecuted for opposing Korea's then military dictatorship.[17] They remained friends up until Roh's suicide in 2009.
ne: वकिल बनेपछि मूनले १९८० को दशकमा भविष्यका रास्ट्रपति रोह मू-ह्युनसँग काम र सहकार्य गरे ।[16] उनले सैन्य तानाशाहीको विरुद्ध विद्यार्थी र मजदुर अधिकारबादी को पक्षमा वकालत गरे ।[17]

source: Yielding to Roh's insistence, Moon became Roh's campaign manager during his presidential bid.[20] After Roh's victory, Moon became Roh's chief presidential secretary and close aide holding various roles in a presidential administration. Moon held roles as Senior Presidential Secretary for Civil Affairs, Senior Presidential Secretary for Civil Society, Senior Presidential Secretary for Civil Affairs, and Chief Presidential Secretary (equivalent to Chief-of-Staff) from 2003-2008.
ne: रोह मू-ह्युनको रास्ट्रपतिय दौडमा मून अभियानको व्यवस्थापक बने ।[20] रोह मू-ह्युनको विजयपछी मून उनको मुख्य सचिव बने र रास्ट्रपति प्रशासनमा महत्वपुर्ण भूमिकामा रहे ।

source: On 16 September 2012, Moon received the presidential nomination for the Democratic United Party.
ne: १६ सेप्टेम्बर २०१२ , डेमोक्रेटिक युनाइटेड पार्टीको तर्फबाट उमेद्वार बने ।

source: He ran for the 2012 presidential election as the Democratic United Party's candidate in a three-way race against Park Geun-hye, the incumbent ruling party's candidate and daughter of the late president Park Chung-hee,[24] as well as independent software mogul Ahn Cheol-soo. Ahn dropped out of the race and endorsed Moon after polls showed a most likely definitive loss for both candidates were there to be a three-way race against Park. Moon went on to lose the election.
ne: २०१२ को रास्ट्रपति निर्वाचनमा डेमोक्रेटिक युनाइटेड पार्टीको तर्फबाट उनी सहित सत्तारुढ दलको उमेदवार तथा स्वर्गीय रस्त्रपति पार्क चुंग-हिका पुत्री पार्क गुयेन हे ,[24] र स्वतन्त्र उमेदवार आहन चिओल सू को त्रिपक्षीय प्रतिस्पर्ध थियो . सो निर्वाचनमा मूनले पराजय बेहोरे ।

source: Moon Jae-in and Leader of the then-Saenuri Party Kim Moo-sung (centre) at the Buddha's Birthday ceremony in May 2015
ne: मून जे-इन बुद्ध पूर्णिमा मे २०१५

source: Moon opposed the full deployment of THAAD (Terminal High Altitude Area Defense) systems during his presidential campaign and called for more peace talks engaging with North Korea.
ne: मूनले थाड प्रणाली स्थापना गरिएको बिरोध गरे ।

source: Moon met with Kim Jong-un, Chairman of the Workers' Party of Korea, on 27 April 2018.[48]
ne: मूनले कोरियाली वर्कर्स पार्टीका अध्यक्ष किम जोङ उनसँग अप्रिल २०१८ मा भेटवार्ता गरे । [48]

source: Moon was elected as the leader of New Politics Alliance for Democracy (NPAD) on 2 February 2015. Prior to his election, Moon and NPAD party leader and 2012 presidential candidate rival Ahn Cheol-soo had many public disputes over the direction of the party.
ne: २ फ्रेबुअरी २०१५ मा मून “ प्रजातन्त्रको लागि नया राजनैतिक गठबन्धन”को नेतामा निर्वाचित भए ।

source: Moon Jae-in
ne: मून जे-इन

source: Moon was considered the frontrunner to win Korea's 2017 presidential election, which would be the 19th term of the country's presidency, following the Impeachment of Park Geun-hye.
ne: मूनले पार्क गुएन हेलाई महाभियोग लागेपछि भएको १९ औ रास्ट्रपति निर्वाचन मा विजय हासिल गरे । उनी ५७ % मतका साथ डेमोक्रेटिक पार्टीबाट उम्मेदवारमा मनोनित भएका थिए ।

source: Inauguration of Moon Jae-in, 10 May 2017.
ne: सपथग्रहणसमारोह१०मे२०१७

source: On 10 May 2017, Moon ended his campaign by winning 41.1% votes (with 13,423,800 votes) to win the plurality of votes.[26] As Moon was elected in a special election, he did not have the 60 days of transitional period of previous administrations, but was instead inaugurated the day after the election.
ne: १० मे २०१७ मा मून ४१.१ % मतका ( १,३४,२३,८०० मत ) का साथ विजयी भए।[26] मून विशेष निर्वाचनमा निर्वाचित भएकाले ६० दिनको संक्रमणकालीन अवस्था रहेन र विजयी भएको भोलिपल्टै सपथ ग्रहण भयो।

source: Moon Jae-in's Presidential Job Approval rating
ne: मूनजे-इनको लोकप्रियता

source: U.S. President Donald Trump welcomes President Moon on 30 June 2017, in the White House Rose Garden
ne: अमेरिकी रास्ट्रपति डोनाल्ड ट्रम्पले ३० जुन २०१७ मा मून लाई ह्वाइटहाउस मा स्वागत गरेका थिए

source: Moon was sworn into office immediately after official votes were counted on 10 May, replacing Acting President and Prime Minister Hwang Kyo-ahn. There was no transition period between the election and inauguration, unlike other presidential elections due to the nature of an election following a presidential impeachment.[35] He will serve out the typical single five-year term with his presidential term concluding in 2022.[36]
ne: मून विशेष निर्वाचनमा निर्वाचित भएकाले विजयी भएको भोलिपल्टै सपथ ग्रहण भयो र संक्रमणकालीन अवस्था रहेन । [35] उनको कार्यकाल २०२२ सम्म रहनेछ ।[36]

source: Moon's predecessor and daughter of Park Chung-hee, Park Geun-hye, originally planned to mandate usage of state-issued history textbooks in 2018. Moon reversed these plans in May 2017 in one of his first major acts as president. Critics of Park's original plan saw this as a way for Park to mitigate some representations of her father's oppressive policies under a dictatorial rule, only highlighting the positive accomplishments of the past.
ne: मूनले आफ्नो पूर्ववर्ती पार्क गेयुन हेईको सरकारी पाठ्यपुस्तक मात्र पठनपाठन गर्ने नीति उल्ट्याए. पार्क गुएन हेईले आफ्ना पिता पार्क चुंग-हिको दमनकारी नीतिलाई ढाकछोप गर्न त्यो नीति ल्याएका थिए। पार्कले भनेका थिइन् “सरकरी पाठ्यपुस्तकले झन् देशभक्ति बढाउछ ।” [39] स्कुलले सरकारी नियममा निजि पाठ्यपुस्तक पढाउन सक्छन । [40]

source: Moon meets with Russian President Vladimir Putin at the Eastern Economic Forum in Vladivostok, Russia, 6 September 2017
ne: ६ सेप्टेम्बर २०१७ मा रसिया भ्लादिभोस्तोक मा भएको इस्टर्न इकोनोमिक फोरममा मून र रुसी रास्ट्रपति भ्लादिमिर पुटिन

source: Notes
ne: नोट्स

source: Robert Andrews Millikan (March 22, 1868 – December 19, 1953) was an American experimental physicist honored with the Nobel Prize for Physics in 1923 for the measurement of the elementary electric charge and for his work on the photoelectric effect.
ne: रोबर्ट एन्ड्रयु मिलिकन (मार्च २२, १८६८- डिसेम्बर १९, १९५३) एक अमेरिकी प्रयोग भौतिकशासत्रि हुन् जसलाई १९२३ मा इलेक्ट्रोनको मुलभुत एकाइ चार्जको नाप र प्रकाश विद्युत प्रभावमा उनको कार्यको लागि भौतिकशास्त्र तर्फको नोबेल पुरस्कार प्रदान गरिएको थियो।

source: He began by measuring the course of charged water droplets in an electric field. The results suggested that the charge on the droplets is a multiple of the elementary electric charge, but the experiment was not accurate enough to be convincing. He obtained more precise results in 1910 with his famous oil-drop experiment in which he replaced water (which tended to evaporate too quickly) with oil.
ne: मिलिकनले ओबर्लिन कलेजबाट १८९१ मा स्नातक गरे र १८९५ मा कोलम्बिया युनिभर्सिटीबाट डक्टोरेट उपाधी हासिल गरे । १८९६ मा उनी युनिभर्सिटी अफ सिकागोमा सहायक प्राध्यापक भए जहाँ उनी १९१० मा पुर्ण प्राध्यापक बने । १९०९ मा मिलिकनले इलेक्ट्रोनको मुलभुत एकाइ चार्ज पता लगाउन प्रयोगको शृङ्खला सुरु गरे । उनले इलेक्टि्क फिल्डमा चार्जयुक्त पानीको थोपाबाट प्रयोगको थालनी गरे । प्रयोगको नतिजाबाट यो निष्कर्षमा पुगियो कि थोपामा रहेको चार्ज मुल इलेक्ट्रोनको चार्जको गुणन हुन्छ, १९१० मा उनले आफ्नो प्रख्यात आयल ड्रप एक्सपेरिपेन्टबाट नतिजा हासिल गरे जहाँ उनली पानीलाई विस्थापित गरि आयल ड्रपको प्रयोग गरे जुन एकदम छिटो वाष्पिकरण हुन्छ ।

source: There he undertook a major study of the radiation that the physicist Victor Hess had detected coming from outer space. Millikan proved that this radiation is indeed of extraterrestrial origin, and he named it "cosmic rays." As chairman of the Executive Council of Caltech (the school's governing body at the time) from 1921 until his retirement in 1945, Millikan helped to turn the school into one of the leading research institutions in the United States.[4][5] He also served on the board of trustees for Science Service, now known as Society for Science & the Public, from 1921 to 1953.
ne: १९१४ मा मिलिकनले समान खालको उपाय र सोच बाट १९०५ मा अल्बर्ट आइनस्टाइनको प्रकाश विद्युत प्रभाव व्याख्या गर्ने समीकरण सिद्ध गर्न सुरु गरे । उनले यसै विधिबाट प्ल्यान्क स्थिरको मान पत्त लगाए । १९२१ मा मिलिकनले युनिभर्सिटी अफ सिकागो छोडे र पासाडेना क्यालिफोर्निया मा रहेको ईन्स्टिच्युट अफ टेक्नोलोजी नर्म्यान बृज भौतिकशास्त्र प्रयोगशालाको निर्देशक बने ।त्यहाँ उनले भौतिकशास्त्री भिक्टर हेसले पत्ता लगाएको बाहिरी अन्तरिक्षबाट आउने विकिरणसम्बन्धि अध्ययन गरे । मिलिकनले यी विकिरणहरुलाई "कस्मिक विकिरण " नमाकरण गरे ।१९२१ देखि सेवा निवृत नभएसम्म १९४५ सम्म क्याल्टेक कार्यकारी परिषद ( त्यस समयको बिद्यालय नियामक संस्था ) को अध्यक्ष भए र उनले स्कुललाइ अमेरिकाको अग्रणी अनुसन्धान संस्थामा रुपान्तरण गरे ।[4][5] उनले १९२१ देखि १९५३ सम्म सोसाइटी फर साइन्स एण्ड द पब्लिकको बोर्ड सदस्य भएर सेवा गरे ।

source: Robert Andrews Millikan was born on March 22, 1868, in Morrison, Illinois.[6] Millikan went to high school in Maquoketa, Iowa. Millikan received a bachelor's degree in the classics from Oberlin College in 1891 and his doctorate in physics from Columbia University in 1895[7] – he was the first to earn a Ph.D. from that department.[8]
ne: रबर्ट एन्ड्रयु मिलिकनको जन्म मार्च २२, १८६८ मा मरिसन इलिनसमा भएको थियो । उनको हाइ स्कुल सम्मको शिक्षा मक्योकेटा, लोवामा भयो ।[6] उनले ओबर्लिन कलेजबाट १८९१ मा स्नातक उपाधी हासिल गरे र पिएचडी उपाधी कोलम्बिया युनिभर्सिटीबाट १८९५ मा भौतिकशास्त्रमा प्राप्त गरे ।[7] – उनी सोही विभागबाट पिएचडि हासिल गर्ने प्रथम व्यक्ती समेत हुन् ।[8]

source: Millikan died of a heart attack at his home in San Marino, California in 1953 at age 85, and was interred in the "Court of Honor" at Forest Lawn Memorial Park Cemetery in Glendale, California.
ne: मिलिकनको मृत्यु उनकै घर सान मारिनो, क्यालिफोर्नियामा हृदयाधतले १९५३ मा ८५ वर्षको उमेरमा भयो र उनको अन्तिम सस्कार "कोर्ट ओफ अनर " मा भयो |

source: On January 26, 1982, he was honored by the United States Postal Service with a 37¢ Great Americans series (1980–2000) postage stamp.
ne: २६ जनवरी १९८२ मा, उनी संयुक्त राज्य अमेरिका पोस्टल सेवाद्वारा ३७ सेन्ट महान अमेरिकन सीरीज (१९८०-२०००) हुलाक टिकटमा सम्मानित भएको थियो।

source: ISBN 978-0890962404..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "ARCHIVES :: FAST FACTS ABOUT CALTECH HISTORY". archives.caltech.edu..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Robert A. Millikan - Biographical". www.nobelprize.org..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Millikan, Robert. "Nobel Prize in Physics 1923". nobel.org. Retrieved September 20, 2012..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Millikan, Robert Andrews (1895).
ne: ISBN 978-0890962404..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "ARCHIVES :: FAST FACTS ABOUT CALTECH HISTORY", archives.caltech.edu। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Robert A. Millikan - Biographical", www.nobelprize.org। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Millikan, Robert, "Nobel Prize in Physics 1923", nobel.org, अभिगमन मिति सेप्टेम्बर २०, २०१२। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Millikan, Robert Andrews (1895).
